a5hk.night-coder
bceskavich.theme-dracula-at-night
BeardedBear.beardedtheme
betterthantomorrow.calva
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
CryptoHack.cryptohack-theme
DaltonMenezes.aura-theme
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
emroussel.atomize-atom-one-dark-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
Gruntfuggly.todo-tree
Hamza-Aziane.obsidian-dark
huytd.lemontree-dark
huytd.tokyo-city
johnpapa.winteriscoming
lukinco.lukin-vscode-theme
mgmcdermott.vscode-language-babel
nadim-vscode.infinity-dark-theme
oguhpereira.spotify-color-theme
PKief.material-icon-theme
redhat.java
redwan-hossain.skillavid-pure-black
sdras.night-owl
uloco.theme-bluloco-dark
wayou.vscode-todo-highlight
